Phase 3/JMeter/Test1/statistics.json
{
  "LoginP-1" : {
    "transaction" : "LoginP-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 273.0,
    "medianResTime" : 273.0,
    "minResTime" : 273.0,
    "maxResTime" : 273.0,
    "pct1ResTime" : 273.0,
    "pct2ResTime" : 273.0,
    "pct3ResTime" : 273.0,
    "throughput" : 3.663003663003663,
    "receivedKBytesPerSec" : 124.3883070054945,
    "sentKBytesPerSec" : 0.5580357142857142
  },
  "LoginP-0" : {
    "transaction" : "LoginP-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 257.0,
    "medianResTime" : 257.0,
    "minResTime" : 257.0,
    "maxResTime" : 257.0,
    "pct1ResTime" : 257.0,
    "pct2ResTime" : 257.0,
    "pct3ResTime" : 257.0,
    "throughput" : 3.8910505836575875,
    "receivedKBytesPerSec" : 5.851775291828794,
    "sentKBytesPerSec" : 1.0411600194552528
  },
  "LoginG" : {
    "transaction" : "LoginG",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 257.0,
    "medianResTime" : 257.0,
    "minResTime" : 257.0,
    "maxResTime" : 257.0,
    "pct1ResTime" : 257.0,
    "pct2ResTime" : 257.0,
    "pct3ResTime" : 257.0,
    "throughput" : 3.8910505836575875,
    "receivedKBytesPerSec" : 132.15892509727627,
    "sentKBytesPerSec" : 0.5965770914396887
  },
  "LikeComment-0" : {
    "transaction" : "LikeComment-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 153.0,
    "medianResTime" : 153.0,
    "minResTime" : 153.0,
    "maxResTime" : 153.0,
    "pct1ResTime" : 153.0,
    "pct2ResTime" : 153.0,
    "pct3ResTime" : 153.0,
    "throughput" : 6.5359477124183005,
    "receivedKBytesPerSec" : 2.093545751633987,
    "sentKBytesPerSec" : 2.1765216503267975
  },
  "LikeComment-1" : {
    "transaction" : "LikeComment-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 263.0,
    "medianResTime" : 263.0,
    "minResTime" : 263.0,
    "maxResTime" : 263.0,
    "pct1ResTime" : 263.0,
    "pct2ResTime" : 263.0,
    "pct3ResTime" : 263.0,
    "throughput" : 3.802281368821293,
    "receivedKBytesPerSec" : 129.1216135931559,
    "sentKBytesPerSec" : 0.5792538022813688
  },
  "Dashboard" : {
    "transaction" : "Dashboard",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 585.0,
    "medianResTime" : 585.0,
    "minResTime" : 585.0,
    "maxResTime" : 585.0,
    "pct1ResTime" : 585.0,
    "pct2ResTime" : 585.0,
    "pct3ResTime" : 585.0,
    "throughput" : 1.7094017094017093,
    "receivedKBytesPerSec" : 58.90591613247864,
    "sentKBytesPerSec" : 0.5258413461538461
  },
  "Edit" : {
    "transaction" : "Edit",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 756.0,
    "medianResTime" : 756.0,
    "minResTime" : 756.0,
    "maxResTime" : 756.0,
    "pct1ResTime" : 756.0,
    "pct2ResTime" : 756.0,
    "pct3ResTime" : 756.0,
    "throughput" : 1.3227513227513228,
    "receivedKBytesPerSec" : 45.591001157407405,
    "sentKBytesPerSec" : 0.4650297619047619
  },
  "Poll-0" : {
    "transaction" : "Poll-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 175.0,
    "medianResTime" : 175.0,
    "minResTime" : 175.0,
    "maxResTime" : 175.0,
    "pct1ResTime" : 175.0,
    "pct2ResTime" : 175.0,
    "pct3ResTime" : 175.0,
    "throughput" : 5.714285714285714,
    "receivedKBytesPerSec" : 1.830357142857143,
    "sentKBytesPerSec" : 2.583705357142857
  },
  "Invite-0" : {
    "transaction" : "Invite-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 183.0,
    "medianResTime" : 183.0,
    "minResTime" : 183.0,
    "maxResTime" : 183.0,
    "pct1ResTime" : 183.0,
    "pct2ResTime" : 183.0,
    "pct3ResTime" : 183.0,
    "throughput" : 5.46448087431694,
    "receivedKBytesPerSec" : 2.774931693989071,
    "sentKBytesPerSec" : 1.1099726775956285
  },
  "Poll-1" : {
    "transaction" : "Poll-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 255.0,
    "medianResTime" : 255.0,
    "minResTime" : 255.0,
    "maxResTime" : 255.0,
    "pct1ResTime" : 255.0,
    "pct2ResTime" : 255.0,
    "pct3ResTime" : 255.0,
    "throughput" : 3.9215686274509802,
    "receivedKBytesPerSec" : 133.17248774509804,
    "sentKBytesPerSec" : 0.5974264705882353
  },
  "Invite-1" : {
    "transaction" : "Invite-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 249.0,
    "medianResTime" : 249.0,
    "minResTime" : 249.0,
    "maxResTime" : 249.0,
    "pct1ResTime" : 249.0,
    "pct2ResTime" : 249.0,
    "pct3ResTime" : 249.0,
    "throughput" : 4.016064257028112,
    "receivedKBytesPerSec" : 136.37754141566265,
    "sentKBytesPerSec" : 0.6118222891566265
  },
  "Dashboard-0" : {
    "transaction" : "Dashboard-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 325.0,
    "medianResTime" : 325.0,
    "minResTime" : 325.0,
    "maxResTime" : 325.0,
    "pct1ResTime" : 325.0,
    "pct2ResTime" : 325.0,
    "pct3ResTime" : 325.0,
    "throughput" : 3.076923076923077,
    "receivedKBytesPerSec" : 1.5625,
    "sentKBytesPerSec" : 0.4777644230769231
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 19,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 344.99999999999994,
    "medianResTime" : 263.0,
    "minResTime" : 153.0,
    "maxResTime" : 756.0,
    "pct1ResTime" : 585.0,
    "pct2ResTime" : 756.0,
    "pct3ResTime" : 756.0,
    "throughput" : 5.576753742295274,
    "receivedKBytesPerSec" : 131.72615662606398,
    "sentKBytesPerSec" : 1.5269000403580864
  },
  "Poll" : {
    "transaction" : "Poll",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 430.0,
    "medianResTime" : 430.0,
    "minResTime" : 430.0,
    "maxResTime" : 430.0,
    "pct1ResTime" : 430.0,
    "pct2ResTime" : 430.0,
    "pct3ResTime" : 430.0,
    "throughput" : 2.3255813953488373,
    "receivedKBytesPerSec" : 79.71929505813954,
    "sentKBytesPerSec" : 1.405795784883721
  },
  "LoginP" : {
    "transaction" : "LoginP",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 530.0,
    "medianResTime" : 530.0,
    "minResTime" : 530.0,
    "maxResTime" : 530.0,
    "pct1ResTime" : 530.0,
    "pct2ResTime" : 530.0,
    "pct3ResTime" : 530.0,
    "throughput" : 1.8867924528301887,
    "receivedKBytesPerSec" : 66.90927181603773,
    "sentKBytesPerSec" : 0.7923054245283019
  },
  "Dashboard-1" : {
    "transaction" : "Dashboard-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 260.0,
    "medianResTime" : 260.0,
    "minResTime" : 260.0,
    "maxResTime" : 260.0,
    "pct1ResTime" : 260.0,
    "pct2ResTime" : 260.0,
    "pct3ResTime" : 260.0,
    "throughput" : 3.8461538461538463,
    "receivedKBytesPerSec" : 130.5851862980769,
    "sentKBytesPerSec" : 0.5859375
  },
  "LikeComment" : {
    "transaction" : "LikeComment",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 416.0,
    "medianResTime" : 416.0,
    "minResTime" : 416.0,
    "maxResTime" : 416.0,
    "pct1ResTime" : 416.0,
    "pct2ResTime" : 416.0,
    "pct3ResTime" : 416.0,
    "throughput" : 2.403846153846154,
    "receivedKBytesPerSec" : 82.40215594951924,
    "sentKBytesPerSec" : 1.1667104867788463
  },
  "Edit-0" : {
    "transaction" : "Edit-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 256.0,
    "medianResTime" : 256.0,
    "minResTime" : 256.0,
    "maxResTime" : 256.0,
    "pct1ResTime" : 256.0,
    "pct2ResTime" : 256.0,
    "pct3ResTime" : 256.0,
    "throughput" : 3.90625,
    "receivedKBytesPerSec" : 1.983642578125,
    "sentKBytesPerSec" : 0.7781982421875
  },
  "Invite" : {
    "transaction" : "Invite",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 432.0,
    "medianResTime" : 432.0,
    "minResTime" : 432.0,
    "maxResTime" : 432.0,
    "pct1ResTime" : 432.0,
    "pct2ResTime" : 432.0,
    "pct3ResTime" : 432.0,
    "throughput" : 2.314814814814815,
    "receivedKBytesPerSec" : 79.78199146412037,
    "sentKBytesPerSec" : 0.8228443287037037
  },
  "Edit-1" : {
    "transaction" : "Edit-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 500.0,
    "medianResTime" : 500.0,
    "minResTime" : 500.0,
    "maxResTime" : 500.0,
    "pct1ResTime" : 500.0,
    "pct2ResTime" : 500.0,
    "pct3ResTime" : 500.0,
    "throughput" : 2.0,
    "receivedKBytesPerSec" : 67.91796875,
    "sentKBytesPerSec" : 0.3046875
  }
}